import type { News } from '@/types/NewsType'
import ImageIcon from '@/assets/svg/icons/image.svg'
export const newsData: News[] = [
	{
		image: ImageIcon,
		date: '12 июля 2024',
		type: 'Новость',
		title: 'Новые технологии в сфере автоматизации',
		description: 'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий'
	},
	{
		image: ImageIcon,
		type: 'Статья',
		title: 'Влияние цифровизации',
		description: 'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства'
	},
	{
		image: ImageIcon,
		date: '24 апреля 2024',
		type: 'Новость',
		title: 'Устойчивое развитие и ответственность',
		description: 'Какие методы и технологии помогают снизить негативное влияние производства'
	},
	{
		image: ImageIcon,
		date: '12 июля 2024',
		type: 'Новость',
		title: 'Новые технологии в сфере автоматизации',
		description: 'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий'
	},
	{
		image: ImageIcon,
		date: '24 апреля 2024',
		type: 'Новость',
		title: 'Устойчивое развитие и ответственность',
		description: 'Какие методы и технологии помогают снизить негативное влияние производства'
	},
	{
		image: ImageIcon,
		type: 'Статья',
		title: 'Влияние цифровизации',
		description: 'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства'
	},
	{
		image: ImageIcon,
		type: 'Статья',
		title: 'Влияние цифровизации',
		description: 'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства'
	},
	{
		image: ImageIcon,
		date: '12 июля 2024',
		type: 'Новость',
		title: 'Новые технологии в сфере автоматизации',
		description: 'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий'
	},
	{
		image: ImageIcon,
		date: '24 апреля 2024',
		type: 'Новость',
		title: 'Устойчивое развитие и ответственность',
		description: 'Какие методы и технологии помогают снизить негативное влияние производства'
	},
]